Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# EventLogChangedLinkedChannel
source: un1 linked this group to un2
ar: ربط ⁨un1⁩ هذه المجموعة بـ ⁨un2⁩
be: un1 прывязаў(-ла) гэту суполку з un2
ca: un1 ha enllaçat aquest grup a un2
de: un1 hat diese Gruppe mit un2 verknüpft
es: un1 vinculó este grupo a un2
fa: ⁨un1⁩ این گروه را به ⁨un2⁩ متصل کرد
fi: un1 yhdisti tämän ryhmän kanavaan un2
fr: un1 a lié ce groupe à un2
id: un1 menyambungkan grup ini ke un2
it: un1 ha collegato questo gruppo a un2
ko: un1 님이un2에 이 그룹을 이었습니다
ms: un1 link grup ini ke un2
nl: un1 heeft deze groep aan un2 gekoppeld
pl: Użytkownik un1 podłączył tę grupę do kanału un2
pt_br: un1 vinculou este grupo ao un2
ru: un1 привязал(а) группу к un2
sv: un1 länkade den här gruppen till un2
tr: un1 bu grubu un2 ile bağladı
uk: un1 привʼязує цю групу до un2
uz: un1 ushbu guruhni un2'ga biriktirdi

# EventLogChangedLinkedGroup
source: un1 made un2 the discussion group for this channel
ar: جعل ⁨un1⁩ ⁨un2⁩ مجموعة نقاشات هذه القناة
be: un1 зрабіў(-ла) un2 суполкай абмеркаванняў для гэтага канала
ca: un1 ha fet un2 el grup de debat d'aquest canal.
de: un1 hat un2 als Diskussionsgruppe für diesen Kanal festgelegt
es: un1 convirtió a un2 en el grupo de conversación para este canal
fa: ⁨un1⁩، ⁨un2⁩ را گروه بحث این کانال کرد
fi: un1 teki ryhmästä un2 tämän kanavan keskusteluryhmän
fr: un1 a fait de un2 le groupe de discussion pour ce canal
id: un1 membuatkan un2 tempat diskusi untuk channel ini
it: un1 ha reso un2 la chat di discussione per questo canale
ko: un1 님이 un2 그룹을 채널 전용 토론 그룹으로 삼았습니다
ms: un1 cipta un2 grup diskusi untuk saluran ini.
nl: un1 heeft un2 de discussiegroep van dit kanaal gemaakt.
pl: Użytkownik un1 zrobił un2 grupą dyskusyjną dla tego kanału
pt_br: un1 definiu un2 como o grupo de conversa deste canal.
ru: un1 сделал(а) un2 группой для обсуждения публикаций в этом канале.
sv: un1 gjorde un2 till diskussionsforum för kanalen
tr: un1, bu kanal için un2 grubunu tartışma grubu yaptı
uk: un1 робить un2 групою обговорення цього каналу.
uz: un1 un2'guruhini ushbu kanalning muhokama guruhiga aylantirdi

# EventLogChangedLocation
source: un1 changed the group location to "{0}"
ar: غيّرَ ⁨un1⁩ موقع المجموعة إلى «⁨{0}⁩»
be: un1 змяніў(-ла) месцазнаходжанне суполкі на «{0}»
ca: un1 ha canviat la ubicació del grup a «{0}»
de: un1 hat den Gruppenstandort zu "{0}" geändert
es: un1 cambió la ubicación del grupo a “{0}”
fi: un1 vaihtoi ryhmän sijainniksi "{0}"
fr: un1 a changé la position du groupe pour "{0}"
it: un1 ha cambiato la posizione del gruppo in "{0}”
ko: un1 님이 그룹 위치를 "{0}"(으)로 바꿨습니다
ms: un1 tukar lokasi grup ke "{0}"
nl: un1 wijzigde de groepslocatie naar "{0}"
pl: Użytkownik un1 zmienił lokalizację grupy na „{0}”
pt_br: un1 alterou o local do grupo para "{0}"
ru: un1 изменил(а) геопозицию группы на "{0}"
sv: un1 ändrade gruppens position till "{0}"
tr: un1 grup konumunu "{0}" olarak değiştirdi
uk: un1 змінює розташування групи на "{0}"

# EventLogChangedOwnership
source: transferred ownership to {0}
ar: نقلَ الملكية إلى ⁨{0}⁩
be: права валодання перададзена да {0}
ca: ha transferit la propietat a {0}
de: hat Inhaberschaft an {0} übertragen
es: transfirió la propiedad a {0}
fa: مالکیت به ⁨{0}⁩ منتقل شد
fi: siirsi omistajuuden käyttäjälle {0}
fr: a transféré la propriété à {0}
id: mengalihkan kepemilikan ke {0}
it: ha trasferito la proprietà a {0}
ko: {0} 님에게 소유권을 넘겼습니다
ms: pindah hak milik ke {0}
nl: Eigenaarschap overgedragen aan {0}
pl: przeniesiono własność na {0}
pt_br: transferiu a posse para {0}
ru: права переданы {0}
sv: överlät ägarskap till {0}
tr: sahipliği {0} kişisine aktardı
uk: передає права користувачу {0}
uz: {0}ga egalik huquqini oʻtkazdi

# EventLogChangedStickersSet
source: un1 changed the group sticker set
ar: ⁨un1⁩ غير حزمة ملصقات المجموعة
be: un1 змяніў(-ла) набор стыкераў суполкі
ca: un1 ha canviat el paquet d'adhesius del grup
de: un1 hat das Sticker-Paket der Gruppe geändert
es: un1 cambió el pack de stickers del grupo
fa: ⁨un1⁩ بسته استیکر گروه را تغییر داد
fi: un1 vaihtoi ryhmän tarrakokoelmaa
fr: un1 a changé le lot d'autocollants du groupe
id: un1 mengubah set grup stiker
it: un1 ha cambiato il set di sticker del gruppo
ko: un1 님이 그룹 스티커 묶음을 변경했습니다
ms: un1 tukar set stiker untuk grup
nl: groepsstickers door un1 gewijzigd
pl: Użytkownik un1 zmienił zestaw naklejek grupy
pt_br: un1 alterou o pacote de stickers do grupo
ru: un1 изменил(а) набор стикеров группы
sv: un1 ändrade gruppens dekalsamling
tr: un1 grubun çıkartma paketini değiştirdi
uk: un1 змінює пакунок наліпок групи
uz: un1 guruh stiker toʻplamini oʻzgartirdi
zh_cn: un1 更换了群组表情包
zh_tw: un1 更換了群組表情包

# EventLogChannelJoined
source: un1 joined the channel
ar: انضم ⁨un1⁩ للقناة
be: un1 далучыўся(-лася) да канала
ca: un1 s'ha unit al canal
de: un1 ist dem Kanal beigetreten
es: un1 se unió al canal
fa: ⁨un1⁩ به کانال پیوست
fi: un1 liittyi kanavalle
fr: un1 a rejoint le canal
id: un1 bergabung ke channel
it: un1 si è unito al canale
ko: un1 님이 채널에 들어왔습니다
ms: un1 sertai saluran
nl: un1 is lid geworden
pl: Użytkownik un1 dołączył do kanału
pt_br: un1 entrou no canal
ru: un1 теперь подписан(а) на канал
sv: un1 gick med i kanalen
tr: un1 kanala katıldı
uk: un1 приєднується до каналу
uz: un1 kanalga qoʻshildi
zh_cn: un1 关注了频道
zh_tw: un1 訂閲了頻道

# EventLogChannelRestricted
source: banned {0}
ar: حظر ⁨{0}⁩
be: заблакіраваў(-ла) {0}
ca: ha bandejat {0}
de: hat {0} gesperrt
es: expulsó a {0}
fa: ⁨{0}⁩ محروم شد
fi: esti käyttäjän {0} keskustelusta
fr: a banni {0}
id: blokir {0}
it: ha bannato {0}
ko: {0} 님을 차단했습니다
ms: larang {0}
nl: {0} geblokkeerd
pl: zablokowano {0}
pt_br: baniu {0}
ru: заблокировал(а) {0}
sv: blockerade {0}
tr: {0} kişisini yasakladı
uk: блокує {0}
uz: {0}ni blokladi
zh_cn: 封禁了“{0}”
zh_tw: 封鎖了“{0}”

# EventLogChannelUnrestricted
source: unbanned {0}
ar: ألغى حظر ⁨{0}⁩
be: разблакіраваў(-ла) {0}
ca: ha deixat de bandejar {0}
de: hat {0} entsperrt
es: quitó la expulsión a {0}
fa: محرومیت ⁨{0}⁩ رفع شد
fi: poisti käyttäjän {0} eston
fr: a débanni {0}
id: buka blokir {0}
it: ha sbloccato {0}
ko: {0} 님을 차단 해제했습니다
ms: bebaskan {0}
nl: {0} gedeblokkeerd
pl: odblokowano {0}
pt_br: removeu o ban de {0}
ru: разблокировал(а) {0}
sv: hävde avstängningen för {0}
tr: {0} kişisinin yasağı kaldırıldı
uk: розблоковує {0}
uz: {0}ni blokdan chiqardi
zh_cn: 解封了“{0}”
zh_tw: 解封了“{0}”

# EventLogDefaultPermissions
source: changed default permissions
ar: غيَّر الصلاحيات الافتراضية
be: змяніў(-ла) прадвызначаныя паўнамоцтвы
ca: ha canviat els permisos per defecte
de: hat Standardberechtigungen geändert
es: cambió los permisos por defecto
fa: اختیارات پیش‌فرض تغییر یافت
fi: vaihtoi oletusoikeuksia
fr: a modifié les permissions par défaut
id: mengubah izin bawaan
it: ha cambiato i permessi di default
ko: 기본 권한 수정
ms: tukar permisi paras asal
nl: standaard rechten aangepast
pl: zmieniono domyślne uprawnienia
pt_br: alterou as permissões padrão
ru: изменены разрешения по умолчанию
sv: ändrade standardbehörigheter
tr: varsayılan izinler değiştirildi
uk: змінює загальні дозволи
uz: odatiy ruxsatnomalar o'zgartirildi

# EventLogDeletedMessages
source: un1 deleted this message:
ar: حذف ⁨un1⁩ هذه الرسالة:
be: un1 выдаліў(-ла) паведамленне:
ca: un1 ha eliminat aquest missatge:
de: un1 hat diese Nachricht gelöscht:
es: un1 eliminó este mensaje:
fa: ⁨un1⁩ این پیام را حذف کرد:
fi: un1 poisti viestin:
fr: un1 a supprimé ce message :
id: un1 menghapus pesan ini:
it: un1 ha eliminato questo messaggio:
ko: un1 님이 아래 메시지를 삭제했습니다:
ms: un1 hapus mesej ini:
nl: bericht door un1 verwijderd:
pl: Użytkownik un1 usunął tę wiadomość:
pt_br: un1 apagou esta mensagem:
ru: un1 удалил(а) сообщение:
sv: un1 tog bort meddelandet:
tr: un1 bu mesajı sildi:
uk: un1 видаляє повідомлення:
uz: un1 bu xabarni oʻchirdi:
zh_cn: un1 删除了这条消息：
zh_tw: un1 删除了這則訊息：

# EventLogEditedCaption
source: un1 edited caption:
ar: عدّل ⁨un1⁩ الوصف:
be: un1 адрэдагаваў(-ла) подпіс:
ca: un1 ha editat la llegenda:
de: un1 hat Beschriftung bearbeitet:
es: un1 editó un comentario:
fa: ⁨un1⁩ عنوان را ویرایش کرد:
fi: un1 muokkasi kuvatekstiä:
fr: un1 a modifié une légende :
id: un1 edited keterangan:
it: un1 ha modificato la didascalia:
ko: un1 님이 설명을 수정했습니다:
ms: un1 sunting kapsyen:
nl: onderschrift door un1 gewijzigd:
pl: Użytkownik un1 edytował podpis:
pt_br: un1 editou a legenda:
ru: un1 отредактировал(а) подпись:
sv: un1 ändrade bildtext:
tr: un1 başlığı düzenledi:
uk: un1 редагує опис:
uz: un1 izohni tahrirladi:
zh_cn: un1 编辑了说明：
zh_tw: un1 編輯了說明：

# EventLogEditedChannelDescription
source: un1 edited the channel description:
ar: عدّل ⁨un1⁩ وصف القناة:
be: un1 адрэдагаваў(-ла) апісанне канала:
ca: un1 ha editat la descripció del canal:
de: un1 hat die Kanalbeschreibung geändert:
es: un1 cambió la descripción del canal:
fa: ⁨un1⁩ توضیحات کانال را ویرایش کرد:
fi: un1 muutti kanavan kuvausta:
fr: un1 a modifié la description du canal :
id: un1 mengedit deskripsi channel:
it: un1 ha modificato la descrizione del canale:
ko: un1 님이 채널 안내를 수정했습니다:
ms: un1 sunting keterangan saluran:
nl: beschrijving door un1 gewijzigd
pl: Użytkownik un1 edytował opis kanału:
pt_br: un1 editou a descrição do canal
ru: un1 изменил(а) описание канала:
sv: un1 ändrade kanalens beskrivning:
tr: un1 kanal açıklamasını düzenledi:
uk: un1 редагує опис каналу:
uz: un1 kanal tavsifini tahrirladi:
zh_cn: un1 修改了频道简介：
zh_tw: un1 修改了頻道簡介：

# EventLogEditedChannelPhoto
source: un1 set a new channel photo
ar: عيّن ⁨un1⁩ صورة جديدة للقناة
be: un1 змяніў(-ла) аватар канала
ca: un1 ha establit una foto de canal
de: un1 hat das Kanalbild geändert
es: un1 puso una nueva foto del canal
fa: ⁨un1⁩ برای کانال عکس جدیدی تنظیم کرد
fi: un1 asetti uuden kanavakuvan
fr: un1 a modifié la photo du canal
id: un1 memasang foto channel
it: un1 ha impostato una nuova foto del canale
ko: un1 님이 채널 사진을 새로 설정했습니다
ms: un1 set foto saluran baru
nl: kanaalfoto door un1 ingesteld:
pl: Użytkownik un1 ustawił nowe zdjęcie kanału
pt_br: un1 definiu uma nova foto do canal
ru: un1 добавил(а) новое фото канала
sv: un1 valde en ny bild för kanalen
tr: un1 yeni kanal fotoğrafı ayarladı
uk: un1 встановлює нове фото каналу
uz: un1 kanal rasmini yangiladi
zh_cn: un1 设置了新的频道头像
zh_tw: un1 設定了新的頻道頭像

# EventLogEditedChannelTheme
source: un1 changed the channel theme:
ar: غيّر ⁨un1⁩ النمط في القناة:
be: un1 змяніў(-ла) тэму канала:
ca: un1 ha canviat el tema del canal:
de: un1 hat Farbthema des Kanals geändert:
es: un1 cambió el tema del canal:
fi: un1 vaihtoi kanavan teemaa:
fr: un1 a changé le thème du canal :
it: un1 ha cambiato il tema del canale:
ko: un1 님이 채널 테마를 변경:
ms: un1 tukar tema saluran:
pl: Użytkownik un1 zmienił motyw kanału:
pt_br: un1 alterou o tema do canal:
ru: un1 изменил(а) тему канала:
sv: un1 ändrade kanalens tema:
tr: un1 kanalın temasını değiştirdi:
uk: un1 змінює тему каналу:

# EventLogEditedChannelTitle
source: un1 renamed the channel to "{0}"
ar: غيَّر ⁨un1⁩ اسمَ القناة إلى «⁨{0}⁩»
be: un1 перайменаваў(-ла) канал ў «{0}»
ca: un1 ha canviat el nom del canal a «{0}»
de: un1 hat den Kanal in "{0}" umbenannt
es: un1 renombró el canal a “{0}”
fa: ⁨un1⁩ نام کانال را به «⁨{0}⁩» تغییر داد
fi: un1 vaihtoi kanavan nimeksi "{0}"
fr: un1 a renommé le canal en "{0}"
id: un1 mengubah nama channel menjadi "{0}"
it: un1 ha rinominato il canale in "{0}"
ko: un1 님이 채널명을 "{0}"(으)로 바꿨습니다
ms: un1 tukar nama saluran ke "{0}"
nl: un1 heeft het kanaal hernoemd naar "{0}"
pl: Użytkownik un1 zmienił nazwę kanału na „{0}”
pt_br: un1 renomeou o canal para "{0}"
ru: un1 переименовал(а) канал в «{0}»
sv: un1 bytte namn på kanalen till "{0}"
tr: un1 kanalın adını "{0}" olarak değiştirdi
uk: un1 перейменовує канал "{0}"
uz: un1 kanal nomini “{0}” deb oʻzgartirdi
zh_cn: un1 将频道名称更改为«{0}»
zh_tw: un1 將頻道名稱更改為«{0}»

# EventLogEditedChannelVideo
source: un1 set a new channel video
ar: عيّن ⁨un1⁩ صورة جديدة للقناة
be: un1 прызначыў новае відэа канала
ca: un1 ha canviat el vídeo del canal
de: un1 hat ein neues Kanalvideo festgelegt
es: un1 puso un nuevo video del canal
fa: ⁨un1⁩ ویدیوی کانال جدیدی تنظیم کرد
fi: un1 asetti uuden videon kanavalle
fr: un1 a défini une nouvelle vidéo du canal
id: un1 memasang video channel baru
it: un1 ha impostato un nuovo video del canale
ko: un1 님이 새로운 채널 비디오를 설정했습니다
ms: un1 set video saluran baru
nl: kanaalvideo door un1 ingesteld:
pl: Użytkownik un1 ustawił nowe wideo kanału
pt_br: un1 definiu um novo vídeo para o canal
ru: un1 загрузил(а) новое видео канала
sv: un1 valde en ny video för kanalen
tr: un1 yeni bir kanal videosu ayarladı
uk: un1 встановлює нове відео каналу
uz: un1 yangi kanal videosini oʻrnatdi

# EventLogEditedGroupDescription
source: un1 edited the group description:
ar: تم تحرير وصف المجموعة بواسطة ⁨un1⁩:
be: un1 адрэдагаваў(-ла) апісанне суполкі:
ca: un1 ha editat la descripció del grup:
de: un1 hat die Gruppenbeschreibung geändert:
es: un1 cambió la descripción del grupo:
fa: ⁨un1⁩ توضیحات گروه را ویرایش کرد:
fi: un1 muutti ryhmän kuvausta:
fr: un1 a modifié la description du groupe :
id: un1 mengedit deskripsi grup:
it: un1 ha modificato la descrizione del gruppo:
ko: un1 님이 그룹 설명을 바꿨습니다:
ms: un1 sunting keterangan grup:
nl: beschrijving door un1 gewijzigd
pl: Użytkownik un1 edytował opis grupy:
pt_br: un1 editou a descrição do grupo
ru: un1 изменил(а) описание группы:
sv: un1 ändrade gruppbeskrivningen:
tr: un1 grup açıklamasını düzenledi:
uk: un1 редагує опис групи:
uz: un1 guruh tavsifini tahrirladi:
zh_cn: un1 编辑了群组简介：
zh_tw: un1 編輯了群組簡介：

# EventLogEditedGroupPhoto
source: un1 set a new group photo
ar: عيّن ⁨un1⁩ صورة جديدة للمجموعة
be: un1 змяніў(-ла) аватар суполкі
ca: un1 ha establit una foto de grup
de: un1 hat das Gruppenbild geändert
es: un1 puso una nueva foto del grupo
fa: ⁨un1⁩ برای گروه عکس جدیدی تنظیم کرد
fi: un1 asetti uuden kuvan ryhmälle
fr: un1 a modifié la photo du groupe
id: un1 memasang foto grup
it: un1 ha impostato una nuova foto del gruppo
ko: un1 님이 그룹 사진을 새로 설정했습니다
ms: un1 set foto grup baru
nl: groepsafbeelding door un1 ingesteld:
pl: Użytkownik un1 ustawił nowe zdjęcie grupy
pt_br: un1 definiu uma nova foto do grupo
ru: un1 добавил(а) новое фото группы
sv: un1 valde ny bild för gruppen
tr: un1 yeni grup fotoğrafı ayarladı
uk: un1 встановлює нове фото групи
uz: un1 yangi guruh rasmini oʻrnatdi
zh_cn: un1 设置了新的群组头像
zh_tw: un1 設定了新的群組頭像

# EventLogEditedGroupTheme
source: un1 changed the group theme:
ar: غيّر ⁨un1⁩ النمط في المجموعة:
be: un1 змяніў(-ла) тэму суполкі:
ca: un1 ha canviat el tema del grup:
de: un1 hat Farbthema der Gruppe geändert:
es: un1 cambió el tema del grupo:
fi: un1 vaihtoi ryhmän teemaa:
fr: un1 a changé le thème du groupe :
it: un1 ha cambiato il tema del gruppo:
ko: un1 님이 그룹 테마를 변경:
ms: un1 tukar tema grup:
pl: Użytkownik un1 zmienił motyw grupy:
pt_br: un1 alterou o tema do grupo:
ru: un1 изменил(а) тему группы:
sv: un1 ändrade gruppens tema:
tr: un1 grubun temasını değiştirdi:
uk: un1 змінює тему групи:

# EventLogEditedGroupTitle
source: un1 renamed the group to "{0}"
ar: غيَّر ⁨un1⁩ اسم المجموعة إلى «⁨{0}⁩»
be: un1 перайменаваў(-ла) суполку ў «{0}»
ca: un1 ha canviat el nom del grup a «{0}»
de: un1 hat die Gruppe "{0}" umbenannt
es: un1 renombró el grupo a “{0}”
fa: ⁨un1⁩ نام گروه را به «⁨{0}⁩» تغییر داد
fi: un1 vaihtoi ryhmän nimeksi "{0}"
fr: un1 a renommé le groupe en "{0}"
id: un1 mengubah nama grup menjadi "{0}"
it: un1 ha rinominato il gruppo in "{0}"
ko: un1 님이 그룹명을 "{0}"(으)로 바꿨습니다
ms: un1 tukar nama grup ke "{0}"
nl: un1 heeft de groep hernoemd naar "{0}"
pl: Użytkownik un1 zmienił nazwę grupy na „{0}”
pt_br: un1 renomeou o grupo para "{0}"
ru: un1 переименовал(а) группу в «{0}»
sv: un1 ändrade gruppnamnet till "{0}"
tr: un1 grubun adını "{0}" olarak değiştirdi
uk: un1 перейменовує групу "{0}"
uz: un1 guruh nomini “{0}”ga almashtirdi
zh_cn: un1 将群组名称更改为«{0}»
zh_tw: un1 將群組名稱更改為«{0}»

# EventLogEditedGroupVideo
source: un1 set a new group video
ar: عيّن ⁨un1⁩ صورة جديدة للمجموعة
be: un1 прызначыў новае відэа суполкі
ca: un1 ha canviat el vídeo del grup
de: un1 hat ein neues Gruppenvideo festgelegt
es: un1 puso un nuevo video del grupo
fa: ⁨un1⁩ ویدیوی گروه جدیدی تنظیم کرد
fi: un1 asetti uuden videon ryhmälle
fr: un1 a défini une nouvelle vidéo du groupe
id: un1 memasang video grup baru
it: un1 ha impostato un nuovo video del gruppo
ko: un1 님이 새로운 그룹 영상을 설정했습니다
ms: un1 set video grup baru
nl: groepsvideo door un1 ingesteld:
pl: Użytkownik un1 ustawił nowe wideo grupy
pt_br: un1 definiu um novo vídeo para o grupo
ru: un1 загрузил(а) новое видео группы
sv: un1 valde en ny video för gruppen
tr: un1 yeni bir grup videosu ayarladı
uk: un1 встановлює нове відео групи
uz: un1 yangi guruh videosini oʻrnatdi

# EventLogEditedMedia
source: un1 edited media:
ar: عدّل ⁨un1⁩ ملف الوسائط:
be: un1 адрэдагаваў(-ла) медыя:
ca: un1 ha editat el fitxer:
de: un1 hat Medium bearbeitet:
es: un1 editó un archivo multimedia:
fa: ⁨un1⁩ رسانه را ویرایش کرد:
fi: un1 muokkasi mediaa:
fr: un1 a modifié des médias :
id: un1 mengedit media
it: un1 ha modificato un media:
ko: un1 님이 미디어를 수정했습니다:
ms: un1 sunting media:
nl: un1 wijzigde media:
pl: Użytkownik un1 edytował multimedia:
pt_br: un1 editou a mídia:
ru: un1 отредактировал(а) медиа:
sv: un1 ändrade media:
tr: un1 medyayı düzenledi:
uk: un1 редагує медіа:
uz: un1 mediani tahrirladi
zh_cn: un1 更换了媒体文件：
zh_tw: un1 更換了媒體文件：

# EventLogEditedMediaCaption
source: un1 edited media and caption:
ar: عدّل ⁨un1⁩ ملف الوسائط والوصف:
be: un1 адрэдагаваў(-ла) медыя і подпіс:
ca: un1 ha editat el fitxer i la llegenda:
de: un1 hat Medium und Beschriftung bearbeitet:
es: un1 editó un archivo multimedia y comentario:
fa: ⁨un1⁩ رسانه و عنوان را ویرایش کرد:
fi: un1 muokkasi mediaa ja sen tekstiä:
fr: un1 a modifié des médias et une légende :
id: un1 mengedit media dan keterangan
it: un1 ha modificato un media e la didascalia:
ko: un1 님이 미디어와 설명을 수정했습니다:
ms: un1 sunting media dan kepsyen:
nl: un1 wijzigde media en onderschrift:
pl: Użytkownik un1 edytował multimedia i podpis:
pt_br: un1 editou a mídia e a legenda:
ru: un1 отредактировал(а) медиа и подпись:
sv: un1 ändrade media och text:
tr: un1 medya ve başlığı düzenledi:
uk: un1 редагує медіа й опис:
uz: un1 mediafayl va izohni tahrirladi:
zh_cn: un1 更换媒体文件并修改说明：
zh_tw: un1 更換媒體文件並修改說明：

# EventLogEditedMessages
source: un1 edited this message:
ar: عدّل ⁨un1⁩ هذه الرسالة:
be: un1 адрэдагаваў(-ла) паведамленне:
ca: un1 ha editat aquest missatge:
de: un1 hat diese Nachricht bearbeitet:
es: un1 editó este mensaje:
fa: ⁨un1⁩ این پیام را ویرایش کرد:
fi: un1 muokkasi viestiä:
fr: un1 a modifié ce message :
id: un1 mengedit pesan ini:
it: un1 ha modificato questo messaggio:
ko: un1 님이 아래 메시지를 수정했습니다:
ms: un1 sunting mesej ini:
nl: bericht door un1 bewerkt:
pl: Użytkownik un1 edytował tę wiadomość:
pt_br: un1 editou esta mensagem:
ru: un1 отредактировал(а) сообщение:
sv: un1 ändrade meddelandet:
tr: un1 bu mesajı düzenledi:
uk: un1 редагує повідомлення:
uz: un1 bu xabarni tahrirladi:
zh_cn: un1 编辑了这条消息：
zh_tw: un1 編輯了這則訊息：

# EventLogEditedYouChannelPhoto
source: You set new channel photo
it: Hai cambiato la foto del canale
nl: Je hebt een kanaalfoto ingesteld
ru: Вы установили новое фото канала
zh_cn: 您设置了新的频道头像
zh_tw: 您設定了新的頻道頭像

# EventLogEditedYouChannelTitle
source: You renamed the channel to "{0}"
it: Hai rinominato il canale in "{0}"
nl: Je hebt het kanaal hernoemd naar "{0}"
ru: Вы переименовали канал в «{0}»
zh_cn: 您将频道名称更改为«{0}»
zh_tw: 您將頻道名稱更改為«{0}»

# EventLogEditedYouGroupPhoto
source: You set new group photo
it: Hai cambiato la foto del gruppo
nl: Je hebt een groepsafbeelding ingesteld
ru: Вы установили новое фото группы
zh_cn: 您设置了新的群组头像
zh_tw: 您設定了新的群組頭像

# EventLogEditedYouGroupTitle
source: You renamed the group to "{0}"
it: Hai rinominato il gruppo in "{0}"
nl: Je hebt de groep hernoemd naar "{0}"
ru: Вы переименовали группу в «{0}»
zh_cn: 您将群组名称更改为«{0}»
zh_tw: 您將群組名稱更改為«{0}»

# EventLogEmpty
source: **No recent actions** No notable actions taken by the members and admins of this group in the last 48 hours.
ar: **لا توجد إجراءات حديثة** لم يقم أعضاء المجموعة أو مشرفوها باتخاذ أيِّ إجراءات مهمة خلال الـ 48 ساعة الماضية.
be: **Пакуль што тут нічога няма** За апошнія 48 гадзін удзельнікі і кіраўнікі суполкі нічога не прадпрымалі.
ca: **No hi ha accions recents** Ningú ha fet cap acció destacada en el grup en les últimes 48 hores.
de: **Keine kürzlichen Aktionen!** Mitglieder und Admins des Gruppe haben noch keine Aktionen in den letzten 48 Stunden durchgeführt.
es: **Sin acciones recientes** Los miembros y administradores del grupo no han realizado acciones importantes en las últimas 48 horas.
fi: **Ei tapahtumia** Tämän ryhmän jäsenet ja valvojat eivät ole tehneet merkittäviä palvelutoimenpiteitä viimeisen 48 tunnin aikana.
fr: **Aucune action récente** Il n'y a eu aucune action des administrateurs et membres du groupe au cours des dernières 48 heures.
it: **Nessuna azione recente** Nessuna azione di rilievo dai membri e dagli amministratori del gruppo nelle ultime 48 ore.
ko: **활동 없음** 지난 48시간 사이에 그룹 참가자와 관리자가 활동한 기록이 없습니다.
ms: **Belum ada tindakan di sini** Ahli grup dan pentadbir belum ambil apa-apa tindakan dalam masa 48 jam yang lepas.
nl: **Nog geen gebeurtenissen** Beheerders en leden hebben geen acties uitgevoerd in de afgelopen 48 uur.
pl: **Brak ostatnich zdarzeń** Brak istotnych działań podjętych przez członków i administratorów tej grupy w ciągu ostatnich 48 godzin.
pt_br: **Nenhuma ação recente** Os membros e admins do grupo não tomaram nenhuma ação notável nas últimas 48 horas.
ru: **Событий нет** Участники и администраторы группы не выполняли никаких служебных действий за последние 48 часов.
sv: **Inga nyliga åtgärder** Inga speciella åtgärder från gruppens medlemmar eller administratörer har vidtagit någon åtgärd de senaste 48 timmarna.
tr: **Yakın zamanda yapılan işlem yok** Son 48 saat içinde bu grubun üyeleri ve yöneticileri tarafından kayda değer bir işlem yapılmadı.
uk: **Недавніх дій немає** За останні 48 годин учасники та адміністратори групи не здійснювали службових дій.
